Repository: MiguelAMar/Rejilla
Catalog: Recursos.*.resx
Languages: es_es

# cad01
source: Minimum Value
es_es: Valor Mínimo

# cad02
source: Maximun Value
es_es: Valor Máximo

# cad03
source: Value row / column from 1 -> 15
es_es: Valor de FILA/COLUMNA entre 1 --> 15

# cad04
source: Sound Files (*.wav; *.mp3) |*.wav;*.mp3
es_es: Ficheros de sonido (*.wav; *.mp3) |*.wav;*.mp3

# cad05
source: Play List / Metronome
es_es: Reproducir Lista/Metrónomo

# cad06
source: Play Metronome
es_es: Reproducir Metrónomo

# cad07
source: Play List
es_es: Reproducir Lista

# cad08
source: Music List (*.m3u; *.wpl)|*.m3u;*.wpl
es_es: Lista de Música (*.m3u; *.wpl)|*.m3u;*.wpl

# cad09
source: Increased values
es_es: Incremento de los valores

# cad10
source: Values decrease
es_es: Decremento de los valores

# cad11
source: Information
es_es: Información

# cad12
source: List of Items to delete in the grid
es_es: Lista de Items a tachar en la rejilla

# cad13
source: Data Files tbl (*.tbl)|*.tbl
es_es: Ficheros de datos tbl (*.tbl)|*.tbl

# car1
source: To update a user, first select it by double clicking at the beginning of the table, the user's data will be loaded above
es_es: Para actualizar un usuario primero seleccionarlo haciendo doble click al principio de la tabla, se cargaran los datos del usuario arriba.

# car10
source: Positión
es_es: Posición

# car11
source: Grid type
es_es: Tipo Rejilla

# car12
source: From
es_es: Desde

# car13
source: To
es_es: Hasta

# car14
source: Start date must be less than or equal to end date.
es_es: La fecha de inicio debe ser menor o igual a la fecha de fin.

# car15
source: Only one grid can be selected to load into the program.
es_es: Solo se puede seleccionar una rejilla para cargar en el programa.

# car16
source: Version 2.0. Update a NET 8.0. Developer Contact: mamj78@outlook.com
es_es: Versión 2.0. Actualizada a NET 8.0. Contacto del desarrollador: mamj78@outlook.com

# car17
source: BackUp Done.
es_es: BackUp Realizado Correctamente.

# car18
source: BackUp Restore Suscesfully.
es_es: BackUp Restaurado Correctamente.

# car19
source: BackUp Error.
es_es: Error Realizando el BackUp.

# car2
source: Information
es_es: Información

# car20
source: BackUp Restored.
es_es: BackUp Restaurado Correctamente.

# car21
source: Error Restoring Backup.
es_es: Error Restaurando BackUp.

# car22
source: Database Created Successfully
es_es: Base de Datos Creada Correctamente.

# car23
source: Error Creating Database
es_es: Error Creando Base de Datos

# car24
source: All Data Has Been Deleted.
es_es: Todos dos Datos han sido borrados.

# car25
source: All Data, Except Users, Have Been Deleted.
es_es: Todos los datos, excepto los usuarios, han sido borrados.

# car3
source: You must select a user from the table above
es_es: Debe seleccionar un usuario de la tabla superior

# car4
source: When you press the load user button, the user data is loaded on the main screen, so you must select a user by double clicking at the beginning of the user table row and check that the upper fields are completed.
es_es: Al pulsar el botón cargar usuario, se cargan los datos del usuario en la pantalla principal, por lo que debe seleccionar un usuario haciendo doble click al principio de la fila de la tabla del usuario y comprobar que se completan los campos superiores.

# car5
source: All grids
es_es: Todas las rejillas

# car6
source: Begin
es_es: Inicio

# car7
source: End
es_es: Fin

# car8
source: Sport
es_es: Deporte

# car9
source: Country
es_es: País

# empa00
source: Error Match: Not all columns fit on the screen, indicating fewer columns or choose a smaller button.
es_es: Error Emparejar: No caben todas las columnas en pantalla. Indice menos columnas o un botón mas pequeño.

# error00
source: Unexpected error. This will close the application.
es_es: Error inesperado. Se cerrará la aplicación.

# error01
source: Error Size: Not all columns fit on the screen, indicating fewer columns or choose a smaller button.
es_es: Error Tamaño: No caben todas las columnas en pantalla, indique menos columnas o eliga un botón más pequeño.

# error02
source: Error Size: not all rows fit on the screen, indicating fewer rows or choose a smaller button.
es_es: Error Tamaño: No caben todas las filas en pantalla, indique menos filas o eliga un botón más pequeño.

# error03
source: Error Size: not all rows fit on the screen, indicating fewer rows or choose a smaller button.
es_es: Error Tiempo: Falta el valor del tiempo Aleatorio.

# error04
source: Error Colors: No colors have been chosen to be cross.
es_es: Error Colores: No se han escogido los colores que hay que tachar.

# error05
source: Error Letters: The list of Items can not be empty.
es_es: Error Letras: La lista de Items no puede ser vacia.

# error06
source: Error Letters: Not Selected letters to delete, select at least one.
es_es: Error Letras: No se ha seleccionado letras para tachar, seleccione al menos una.

# error07
source: Alphabet Error: Not indicated an initial value for the Alphabet
es_es: Error Abecedario: No se ha indicado un valor inicial para el Abecedario

# error08
source: Images Error: There is no image to delete selected in the grid.
es_es: Error Imágenes: No hay seleccionada ninguna imagen para tachar en la rejilla.

# error09
source: Wingdings Error: No no item is selected to create the grid
es_es: Error Wingdings: No se ha seleccionado ningun item para crear la rejilla.

# error10
source: Wingdings Error: Not selected any items to delete in the grid
es_es: Error Wingdings: No se ha seleccionado ningun item para tachar en la rejilla

# error11
source: Error out of range: The range of values of the buttons on the grid is 0 to 999. Decrease the initial value and / or decrease the value of the increase. TIP: Keeping the increased use as initial value:
es_es: Error fuera de rango: El rango de valores de los botones de la rejilla es de 0 a 999. Decremente el valor inicial y/o disminuya el valor del incremento. SUGERENCIA: Manteniendo el incremento usar como valor inicial:

# error12
source: Error out of range: The range of values of the buttons on the grid is 0 to 999. Increase the initial value and / or decrease the value of the decrement. TIP: Keeping the decreasing use as initial value:
es_es: Error fuera de rango: El rango de valores de los botones de la rejilla es de 0 a 999. Incremente el valor inicial y/o disminuya el valor del decremento. SUGERENCIA: Manteniendo el decremento usar como valor inicial:

# error13
source: There are colors to delete non-template colors. These colors will not come out in the final grid
es_es: Hay colores para tachar que no pertenecen a la plantilla de colores. Estos colores no saldrán en la rejilla final

# error14
source: Delete colors not belonging to the template or choose an amount of buttons (%) a cross
es_es: Elimine los colores que no pertenecen a la plantilla o eliga una cantidad de botones (%) a tachar

# error15
source: Background Colors Error: Can not be used with the grid of images. Choose another type of grill or turn off the background colors
es_es: Error Colores de Fondo: No se puede usar con la rejilla de imágenes. Eliga otro tipo de rejilla o desactive los colores de fondo.

# error16
source: Background Colors Error: There is no background color selected for the grid
es_es: Error Colores de Fondo: No hay ningun color seleccionado para el fondo de la rejilla

# error17
source: Metronome Error: No value has been introduced in the metronome
es_es: Error Metronomo: No se ha introducido el valor del metrónomo

# error18
source: Error Music: The music list can not be empty
es_es: Error Música: La lista de música no puede estar vacía

# error19
source: Unexpected Error
es_es: Error Inesperado

# error20
source: Time Error: The value of the time limit
es_es: Error Tiempo: Falta el valor del tiempo Límite.

# error21
source: The sound file is damaged
es_es: El archivo de sonido esta dañado

# error22
source: Windings: There are no items to identify user
es_es: WINDINGS: No hay ningún item para identificar por el usuario

# error23
source: Not selected any records to load
es_es: No se ha seleccionado ningún registro para cargar

# error24
source: File corrupted ..........
es_es: Fichero dañado..........

# error25
source: CHECKED Error: malformed or corrupted file
es_es: Error CHECKED: formato erroneo o fichero dañado.

# error26
source: Bad file format or damaged file
es_es: Error TIPOREJILLA: formato del fichero erroneo o fichero dañado

# error27
source: It is programmed to swap the color and / or text and background colors are not selected for the buttons
es_es: Esta programado que se intercambie el color y/o texto y no hay colores de fondo seleccionados para los botones

# error28
source: It is programmed to swap the color and / or text. Select background colors for the buttons
es_es: Esta programado que se intercambie el color y/o texto. Seleccionar coloes de fondo para los botones

# error29
source: It is programmed to swap the color and / or text and not checkec the box blacground colors. Check this option or changed the programming options of the grid
es_es: Estra programado que se intercambie el color y/o texto y no está seleccionada la casilla colores de fondo. Seleccionalá o modifica las opciones de programación de la rejilla

# error30
source: The value or Random must be greater than zero
es_es: El valor Aleatorio tiene que ser mayor que 0

# error31
source: The value of Time Limit must be greater than zero
es_es: El valor Tiempo Límite tiene que ser mayor que 0

# error32
source: The value of Metronome must be greater than zero
es_es: El valor Metrónomo tiene que ser mayor que 0

# error33
source: Error in Office
es_es: Error en la aplicación Office

# exp01
source: EXPORT FILE: File Not Found
es_es: EXPORTAR FICHERO: No se encuentra el fichero

# exp02
source: EXPORT FILE: Error reading file
es_es: EXPORTAR FICHERO: Error en la lectura del fichero

# exp03
source: EXPORT FILE: not authorized to open this file
es_es: EXPORTAR FICHERO: No tiene permisos para abrir este fichero

# exp04
source: Must be less than or EQUAL to START
es_es: Tiene que ser menor o igual que DESDE

# exp05
source: ERROR: END is larger than
es_es: ERROR: DESDE es mayor que HASTA

# exp06
source: It must be less or equal to END
es_es: Tiene que ser mayor o igual que HASTA

# exp07
source: ERROR: END is less than START
es_es: ERROR: Hasta es menor que desde

# exp08
source: The Start Date must be less than or equal to End Date
es_es: La Fecha de Inicio debe ser menor o igual a la Fecha de Fin

# exp09
source: Start Date should be less or equal End Date
es_es: Fecha Inicio debe ser menor o igual a Fecha Fin

# exp10
source: End Date must be greater than or equal to Start Date
es_es: La Fecha de Fin debe ser mayor o igual a la Fecha de Inicio

# exp11
source: End Date must be greater or equal to Start Date
es_es: Fecha Final debe ser mayor o igual a Fecha Inicio

# exp12
source: Enter range of export. START < = END
es_es: Introducir rango de exportación. DESDE < = HASTA

# exp13
source: Sport and Position
es_es: Deporte y Posición

# exp14
source: Enter Sport
es_es: Introducir Deporte

# exp15
source: Enter Position
es_es: Introducir Posición

# exp16
source: Enter Sport and Position
es_es: Introducir Deporte y Posición

# exp17
source: Select the type of the grid
es_es: Seleccionar el tipo de la rejilla

# exp18
source: Select the date range. START < = END
es_es: Seleccionar el intervalo de fechas. INICIO <= FIN

# exp19
source: Data files *.tbl |*.tbl
es_es: Archivos de datos *.tbl |*.tbl

# exp20
source: Selected files for export to Excel
es_es: Seleccionar archivos para exportar a Excel

# exp21
source: Selected files to export data
es_es: Seleecionar archivos para exportar los datos

# exp22
source: Successfully uploaded files
es_es: Archivos cargados con éxito

# exp23
source: Selected all fields
es_es: Seleccionados todos los campos

# exp24
source: Deselected all fields
es_es: Deseleccionados todos los campos

# exp25
source: Must select al least one field
es_es: Se debe seleccionar al menos un campo

# exp26
source: Enter export range. START < = END
es_es: Introducir rango de exportación. DESDE < = HASTA

# exp27
source: ERROR: First or Last Name. The fields START and / or END not be empty
es_es: ERROR: Nombre o apellido. Los campos DESDE y / o HASTA no pueden ser vacios

# exp28
source: Must select al least one field to export
es_es: Se debe seleccionar al menos un campo para exportar

# exp29
source: Select files to export data
es_es: Seleccionar ficheros para exportar datos

# exp30
source: Not selected any files to export data
es_es: No se ha seleccionado ningún fichero para exportar los datos

# exp31
source: The field position can not be empty
es_es: El campo Posición no puede ser vacío

# exp32
source: This field can not be empty
es_es: Este campo no puede ser vacío

# exp33
source: The Sport field can not be empty
es_es: El campo Deporte no puede ser vacío

# exp34
source: Fields can not be empty
es_es: Los campos no pueden ser vacíos

# exp35
source: Sport
es_es: Deporte

# exp36
source: Position
es_es: Posición

# exp37
source: Enter range of age. START <= END
es_es: Introducir rango de edad. DESDE <= HASTA

# exp38
source: Enter country
es_es: Introducir el país

# exp39
source: Select gender
es_es: Seleccionar el género

# exp40
source: Enter range of age
es_es: Introducir el rango de edad

# exp41
source: Enter country
es_es: Introducir el país

# exp42
source: Enter gender
es_es: Introducir el género

# exp43
source: The field country can not be empty
es_es: El campo país no puede ser vacío

# exp44
source: The fields age can not be empty
es_es: Los campos edad no pueden ser vacíos

# gra01
source: Total Time
es_es: Tiempo Total

# gra02
source: Average
es_es: Media

# gra03
source: Variance
es_es: Varianza

# gra04
source: Corrected Time
es_es: Tiempo Corregido

# gra05
source: Correction
es_es: Corrección

# inf01
source: Report generated:
es_es: Informe generado:

# inf02
source: Date Financial Performance:
es_es: Fecha Realización Ejercicio:

# inf03
source: Grid Size:
es_es: Tamaño de la rejilla:

# inf04
source: Grid Type:
es_es: Tipo de Rejilla:

# inf05
source: Random Time in seconds to exchange buttons:
es_es: Tiempo Aleatorio en segundos de intercambio de los botones:

# inf06
source: Time Limit in seconds to complete the grid:
es_es: Tiempo Límite en segundos para finalizar la rejilla:

# inf07
source: Size: Button Type
es_es: Tamaño: Botón Tipo

# inf08
source: Distractions
es_es: Distracciones:

# inf09
source: No Line
es_es: Sin Línea

# inf10
source: Horizontal Line
es_es: Línea Horizontal

# inf11
source: Vertical Line
es_es: Línea Vertical

# inf12
source: Random Line
es_es: Línea Aleatoria

# inf13
source: Fast feed
es_es: Velocidad desplazamiento

# inf14
source: Fast
es_es: Rápido

# inf16
source: Slow
es_es: Lento

# inf17
source: No sound
es_es: Sin sonido

# inf18
source: Time in milliseconds:
es_es: Tiempo en milisegundos

# inf19
source: Song List
es_es: Lista de canciones

# inf20
source: GRID TIMES
es_es: TIEMPOS DE LA REJILLA

# inf21
source: No comment
es_es: No hay observaciones

# inf22
source: Comments
es_es: Observaciones

# inf23
source: Time to cross out each button --> Match:
es_es: Tiempos en tachar cada botón --> Emparejamiento:

# inf24
source: Name:
es_es: Nombre:

# inf25
source: Sport:
es_es: Deporte:

# inf26
source: Position:
es_es: Posición:

# inf28
source: Thickness:
es_es: Grosor:

# inf29
source: Metronome.
es_es: Metrónomo.

# inf30
source: Music.
es_es: Música.

# inf31
source: Max:
es_es: Máximo:

# inf32
source: Min:
es_es: Mínimo:

# inf33
source: Preliminary Task:
es_es: Tarea Preliminar:

# inf34
source: Revised Average:
es_es: Media corrección:

# inf35
source: Revised Variance:
es_es: Varianza corrección:

# inf36
source: COMMENTS
es_es: OBSERVACIONES

# inf37
source: No comments.
es_es: No hay observaciones.

# inf38
source: Age:
es_es: Edad:

# inf39
source: Sex:
es_es: Sexo:

# inf40
source: Country:
es_es: País:

# inf41
source: Man
es_es: Hombre

# inf42
source: Woman
es_es: Mujer

# lista1
source: Name
es_es: Nombre

# lista10
source: Type Button
es_es: Tipo Botón

# lista11
source: Dist. Line
es_es: Dist. Línea

# lista13
source: Thickness
es_es: Grosor

# lista15
source: Music
es_es: Musica

# lista16
source: Metronome
es_es: Metronomo

# lista17
source: Hits
es_es: Aciertos

# lista18
source: Failures
es_es: Errores

# lista19
source: Total Time
es_es: Tiempo Total

# lista2
source: Lastname
es_es: Apellidos

# lista20
source: Average
es_es: Media

# lista21
source: Variance
es_es: Varianza

# lista22
source: Revised Time
es_es: T.Corregido

# lista23
source: Adjustment
es_es: Correción

# lista24
source: Preliminary Task
es_es: Tarea Preliminar

# lista25
source: Revised Average
es_es: Media Corrección

# lista26
source: Revised Variance
es_es: Varianza Corrección

# lista27
source: Maximum
es_es: Maximo

# lista28
source: Minimum
es_es: Mínimo

# lista29
source: Button
es_es: Botón

# lista3
source: Sport
es_es: Deporte

# lista30
source: Age
es_es: Edad

# lista31
source: Gender
es_es: Género

# lista32
source: Country
es_es: País

# lista33
source: LAT.
es_es: Lateralidad

# lista34
source: % Absolut Hits
es_es: % Aciertos Absolutos

# lista35
source: % Relative Hits
es_es: % Aciertos Relativos

# lista36
source: % Absolut Hits
es_es: % Errores Relativos

# lista37
source: % Relative Hits
es_es: % Errores Absolutos

# lista38
source: Effective
es_es: Eficacia

# lista39
source: Real
es_es: Efectividad

# lista4
source: Position
es_es: Posicion

# lista40
source: Match
es_es: Reacción

# lista41
source: Num. But.
es_es: Cant. Bot.

# lista42
source: Button
es_es: Botón

# lista43
source: Match
es_es: Emparejar

# lista44
source: Time
es_es: Tiempo

# lista45
source: Position
es_es: Posicion

# lista46
source: Order
es_es: Orden

# lista5
source: Date
es_es: Fecha

# lista6
source: Comments
es_es: Observaciones

# lista7
source: TypeGrid
es_es: TipoRejilla

# lista8
source: Time Limit
es_es: T. Limite

# lista9
source: Time Random
es_es: T. Aleatorio

# olv01
source: Not select any color to change
es_es: No se ha seleccionado ningún color para cambiar

# olv02
source: Information
es_es: Información

# olv03
source: The template already has this color. Select another color.
es_es: La plantilla ya tiene ese color. Eliga otro color distinto.

# olv04
source: You can only change one color at a time. Select a single color please.
es_es: Solo se puede cambiar un color a la vez. seleccionar un solo color, por favor.

# olv05
source: Color template files *.clr|*.clr
es_es: Archivo de plantillas de colores *.clr|*.clr

# olv06
source: No file
es_es: El fichero no existe

# olv07
source: Error can not create a folder in My Documents
es_es: Error no se puede crear una carpeta en Mis Documentos

# olv08
source: Error getting color
es_es: Error obteniendo color

# olv09
source: Order
es_es: Orden

# olv10
source: column
es_es: columna

# olv11
source: Choose Image
es_es: Elegir imágen

# olv12
source: Image files (*.JPG;*.BMP;*.GIF;*.PNG)|*.JPG;*.BMP;*.GIF;*.PNG
es_es: Ficheros imagenes (*.JPG;*.BMP;*.GIF;*.PNG)|*.JPG;*.BMP;*.GIF;*.PNG

# olv13
source: Templates Image files *.fsi|*.fsi
es_es: Archivos de plantillas de imágenes *.fsi|*.fsi

# olv15
source: Unexpected error editing the comments. Restored to its previus value.
es_es: Error inesperado editando las observaciones. No se escuentra el registro nombre:apellidos:fecha en el fichero. Restaurando a su valor anterior las observaciones.

# olv16
source: ABC error: Range of valid letters [A....ZZZ]
es_es: ERROR ABECEDARIO: Letras fuera de rango. Rango de letras válido [A....ZZZ].

# olv17
source: Unexpected system failure. Close the application. Restart the application
es_es: ERROR GRAVE DEL SISTEMA. Cierre la aplicación. Reinicie por favor.

# olv18
source: Serius error in Wingdings. system failure. Restart.
es_es: Error grave en Wingdings. Fallo del sistema. Reinicie.

# par00
source: LEFT
es_es: IZQUIERDA

# par01
source: RIGHT
es_es: DERECHA

# par02
source: UP
es_es: SUPERIOR

# par03
source: CENTER
es_es: CENTRO

# par04
source: DOWN
es_es: INFERIOR

# par05
source: RANDOM
es_es: ALEATORIA

# por00
source: Unable to get the percentages (Num. Casillas = 0).
es_es: No se pueden obtener los porcentajes (Num. Casillas =0).

# por01
source: Unable to get the percentages (Num. hits = num. Errors = 0)
es_es: No se pueden obtener los porcentajes (Num. aciertos = num. errores = 0 ).

# sop01
source: OPEN FILE: File Not Found
es_es: ABRIR FICHERO: No se encuentra el fichero

# sop02
source: OPEN FILE : Error reading file
es_es: ABRIR FICHERO: Error en la lectura del fichero

# sop03
source: OPEN FILE: Not authorized to open this file
es_es: ABRIR FICHERO: No tiene permisos para abrir este fichero

# sop04
source: OPEN PREFERENCES: File Not Found
es_es: CARGAR PREFERENCIAS: No se encuentra el fichero

# sop05
source: OPEN PREFERENCES: Error reading file
es_es: CARGAR PREFERENCIAS: Error en la lectura del fichero

# sop06
source: OPEN PREFERENCES: Not authorized to open this file
es_es: CARGAR PREFERENCIAS: No tiene permisos para abrir este fichero

# titulo
source: EEAT Training and Evaluating the Care
es_es: EEAT Evaluación y Entrenamiento de la Atención

# txt01
source: Ascending
es_es: Ascendente

# txt02
source: Descending
es_es: Descendente

# txt03
source: Hits
es_es: Aciertos

# txt04
source: Failures
es_es: Errores

# txt05
source: Number of records in the file
es_es: Cantidad de Registros en el Fichero

# txt07
source: Upright
es_es: Vertical

# txt08
source: Random
es_es: Aleatoria

# txt09
source: Without Line
es_es: Sin línea

# txt10
source: YES
es_es: SI

# txt11
source: Preferences file *.mmj|*.mmj
es_es: Ficheros de preferencias *.mmj|*.mmj

# txt12
source: Save Preferences
es_es: Guardar Ficheros de preferencias

# txt13
source: Open preferences files
es_es: Abrir ficheros de preferencias

# war00
source: Warning
es_es: Advertencia

# war01
source: The music list is empty
es_es: La lista de música está vacía

# war02
source: Do not select any song to play
es_es: No se ha seleccionado ninguna canción para reproducir

# war03
source: Not introduced the value of the metronome
es_es: No se ha introducido el valor del metrónomo

# war04
source: Message
es_es: Mensaje
